Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# townhall_write_comment
source: Write a comment...
es: Escribe un comentario...
ko: 댓글을 작성하세요...
vi: Viết bình luận...
zh_hans: 写一条评论...
zh_hant: 寫一則評論...

# townhall_write_reply
source: Write a reply...
es: Escribe una respuesta...
ko: 답글을 작성하세요...
vi: Viết trả lời...
zh_hans: 写一条回复...
zh_hant: 寫一則回覆...

source: Type a message...
es: Escribe un mensaje...
ko: 메시지 입력...
vi: Nhập tin nhắn...
zh_hans: 输入消息...
zh_hant: 輸入訊息...

source: Type your question...
es: Escribe tu pregunta...
ko: 질문을 입력하세요...
vi: Nhập câu hỏi của bạn...
zh_hans: 输入您的问题...
zh_hant: 輸入您的問題...

source: Unclaim Request
es: Desreclamar solicitud
ko: 요청 취소
vi: Hủy nhận yêu cầu
zh_hans: 取消认领
zh_hant: 取消認領

source: Unknown
es: Desconocido
ko: 알 수 없음
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Unknown User
es: Usuario desconocido
ko: 알 수 없는 사용자
vi: Người dùng không xác định
zh_hans: 未知用户
zh_hant: 未知使用者

source: Used
es: Usado
ko: 사용됨
vi: Đã sử dụng
zh_hans: 已使用
zh_hant: 已使用

source: View Active Operations
es: Ver operaciones activas
ko: 진행 중인 작업 보기
vi: Xem tác vụ đang chạy
zh_hans: 查看进行中的操作
zh_hant: 查看進行中的操作

source: View Cache Details
es: Ver detalles de la caché
ko: 캐시 세부 정보 보기
vi: Xem chi tiết bộ nhớ đệm
zh_hans: 查看缓存详情
zh_hant: 查看快取詳細資料

source: View Detailed Info
es: Ver información detallada
ko: 상세 정보 보기
vi: Xem thông tin chi tiết
zh_hans: 查看详细信息
zh_hant: 查看詳細資訊

source: View Details
es: Ver detalles
ko: 세부 정보 보기
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

source: View mode
es: Modo de vista
ko: 보기 모드
vi: Chế độ xem
zh_hans: 视图模式
zh_hant: 檢視模式

source: View Mode
es: Modo de vista
ko: 보기 모드
vi: Chế độ xem
zh_hans: 查看模式
zh_hant: 查看模式

# welcome_already_have_account
source: Already have an account?
es: ¿Ya tienes una cuenta?
ko: 이미 계정이 있으신가요?
vi: Đã có tài khoản?
zh_hans: 已有账户？
zh_hant: 已有帳戶？

# welcome_body
source: Share rides, ask for help with favors, and connect with people nearby in a trusted local community.
es: Comparte viajes, pide ayuda con favores y conecta con personas cercanas en una comunidad local de confianza.
ko: 신뢰할 수 있는 지역 커뮤니티에서 라이드를 나누고, 부탁으로 도움을 요청하고, 가까운 이웃과 연결하세요.
vi: Chia sẻ chuyến đi, nhờ giúp đỡ và kết nối với những người ở gần bạn trong một cộng đồng địa phương đáng tin cậy.
zh_hans: 在值得信赖的本地社区中，分享搭车、请求帮忙，并与附近的人建立联系。
zh_hant: 在值得信賴的在地社群中，分享搭車、請求幫忙，並與附近的人建立聯繫。

# welcome_continue_as_guest
source: Continue as Guest
es: Continuar como invitado
ko: 게스트로 계속
vi: Tiếp tục với tư cách khách
zh_hans: 以访客身份继续
zh_hant: 以訪客身分繼續

# welcome_footer
source: Anyone can request an account. New accounts are reviewed to help keep the community safe.
es: Cualquiera puede solicitar una cuenta. Las cuentas nuevas se revisan para ayudar a mantener segura a la comunidad.
ko: 누구나 계정을 요청할 수 있습니다. 커뮤니티의 안전을 위해 새 계정은 검토를 거칩니다.
vi: Ai cũng có thể yêu cầu tạo tài khoản. Các tài khoản mới được xem xét để giúp giữ an toàn cho cộng đồng.
zh_hans: 任何人都可以申请账户。新账户会经过审核，以帮助维护社区安全。
zh_hant: 任何人都可以申請帳戶。新帳戶會經過審核，以協助維護社群安全。

# welcome_login_with_email
source: Log In with Email
es: Iniciar sesión con correo electrónico
ko: 이메일로 로그인
vi: Đăng nhập bằng email
zh_hans: 使用电子邮件登录
zh_hant: 使用電子郵件登入

# welcome_sign_in_with_email
source: Sign In with Email
es: Iniciar sesión con correo electrónico
ko: 이메일로 로그인
vi: Đăng nhập bằng email
zh_hans: 使用电子邮件登录
zh_hant: 使用電子郵件登入

# welcome_signup_with_email
source: Sign Up with Email
es: Registrarse con correo electrónico
ko: 이메일로 가입
vi: Đăng ký bằng email
zh_hans: 使用电子邮件注册
zh_hant: 使用電子郵件註冊

# welcome_title
source: Welcome to Naar's Cars
es: Bienvenido a Naar's Cars
ko: Naar's Cars에 오신 것을 환영합니다
vi: Chào mừng đến với Naar's Cars
zh_hans: 欢迎来到 Naar's Cars
zh_hant: 歡迎來到 Naar's Cars

source: What's on your mind?
es: ¿En qué estás pensando?
ko: 무엇을 생각하고 계신가요?
vi: Bạn đang nghĩ gì?
zh_hans: 您在想什么？
zh_hant: 您在想什麼？

source: Who are you inviting and why?
es: ¿A quién estás invitando y por qué?
ko: 누구를 초대하시나요? 이유는 무엇인가요?
vi: Bạn đang mời ai và tại sao?
zh_hans: 您要邀请谁？为什么？
zh_hant: 您要邀請誰？為什麼？

# xp_empty_message
source: Help neighbors with rides and favors to earn XP.
es: Ayuda a vecinos con viajes y favores para ganar XP.
ko: 라이드와 부탁으로 이웃을 도와 XP를 얻으세요.
vi: Giúp đỡ hàng xóm với chuyến đi và nhờ vả để kiếm XP.
zh_hans: 帮助邻居搭车和帮忙来赚取XP。
zh_hant: 幫助鄰居搭車和幫忙來賺取XP。

# xp_empty_title
source: No XP Yet
es: Aún no hay XP
ko: 아직 XP 없음
vi: Chưa có XP
zh_hans: 暂无XP
zh_hant: 暫無XP

# xp_load_error
source: Failed to load XP history
es: Error al cargar historial de XP
ko: XP 내역을 불러오지 못했습니다
vi: Không thể tải lịch sử XP
zh_hans: 加载XP记录失败
zh_hant: 載入XP記錄失敗

# xp_nav_title
source: XP History
es: Historial de XP
ko: XP 내역
vi: Lịch sử XP
zh_hans: XP记录
zh_hant: XP記錄

# xp_source_ride
source: Ride
es: Viaje
ko: 라이드
vi: Chuyến đi
zh_hans: 搭车
zh_hant: 搭車

# xp_total_earned_label
source: Total XP Earned
es: XP total ganado
ko: 획득한 총 XP
vi: Tổng XP kiếm được
zh_hans: 总获得XP
zh_hant: 總獲得XP

source: You
es: Tú
ko: 나
vi: Bạn
zh_hans: 你
zh_hant: 你

# admin_reports_target_favor
source: Favor
ko: 부탁
vi: Nhờ vả
zh_hans: 帮忙
zh_hant: 幫忙

source: AM
ko: 오전
vi: SA
zh_hans: 上午
zh_hant: 上午

# app_error_format
source: Error: %@
ko: 오류: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# calendar_event_favor_title
source: Favor: %@
ko: 부탁: %@
vi: Nhờ vả: %@
zh_hans: 帮忙：%@
zh_hant: 幫忙：%@

source: Chat
ko: 채팅
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天

# common_error
source: Error
ko: 오류
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# common_favor
source: Favor
ko: 부탁
vi: Nhờ vả
zh_hans: 帮忙
zh_hant: 幫忙

source: Error
ko: 오류
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: HH:mm
ko: 시:분
zh_hans: 时:分
zh_hant: 時:分

# messaging_chat_fallback
source: Chat
ko: 채팅
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天

# messaging_media_audio
source: Audio
ko: 오디오
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# messaging_ok
source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

# messaging_report_spam
source: Spam
ko: 스팸
vi: Thư rác
zh_hans: 垃圾信息
zh_hant: 垃圾訊息

source: PM
ko: 오후
vi: CH
zh_hans: 下午
zh_hant: 下午

# ride_detail_maps_apple
source: Apple Maps
ko: Apple 지도
zh_hans: Apple地图
zh_hant: Apple地圖

# ride_detail_maps_google
source: Google Maps
ko: Google 지도
zh_hans: Google地图
zh_hant: Google地圖

# settings_general
source: General
ko: 일반
vi: Chung
zh_hans: 通用
zh_hant: 一般

# time_picker_am
source: AM
ko: 오전
vi: SA
zh_hans: 上午
zh_hant: 上午

# time_picker_pm
source: PM
ko: 오후
vi: CH
zh_hans: 下午
zh_hant: 下午

# xp_source_favor
source: Favor
ko: 부탁
vi: Nhờ vả
zh_hans: 帮忙
zh_hant: 幫忙
